export const dataHistory = {
  "history": [
    {
      "region": "1",
      "description": "Режим ЗУ(28.11.2022 10:50:12)",
      "login": "andrey_omsk",
      "tm": "2022-11-28T10:50:39.862201+06:00",
      "state": [
        {
          "num": 0,
          "phase": 1,
          "description": "ДК 37, А-100, Можайское ш., км 51.600, Часцы, пов-т на Брехова",
          "point": { "Y": 55.619666267737934, "X": 36.872059408819844 },
          "pos": { "region": "1", "area": "1", "id": 37 }
        },
        {
          "num": 1,
          "phase": 1,
          "description": "ДК 36. ММК, А-100, Можайское ш., км 45.000,  Б.Вязёмы, ул. Советская",
          "point": { "Y": 55.62991484609431, "X": 36.98467368167294 },
          "pos": { "region": "1", "area": "1", "id": 36 }
        },
        {
          "num": 2,
          "phase": 1,
          "description": "ДК 35, Одинцовский район  можайское ш. км. 43+600, ост. Институт",
          "point": { "Y": 55.62982531606865, "X": 36.99692333024395 },
          "pos": { "region": "1", "area": "1", "id": 35 }
        },
        {
          "num": 3,
          "phase": 1,
          "description": "ДК 34. А-100, Можайское ш., км 42.980,  Б.Вязёмы, ул. Ямская",
          "point": { "Y": 55.62978697623316, "X": 37.00477509133102 },
          "pos": { "region": "1", "area": "1", "id": 34 }
        },
        {
          "num": 4,
          "phase": 1,
          "description": "ДК 33, А-100, Можайское ш., км 42.000,  Б.Вязёмы, Петровское ш",
          "point": { "Y": 55.62968055298542, "X": 37.021400723452174 },
          "pos": { "region": "1", "area": "1", "id": 33 }
        }
      ]
    },
    {
      "region": "1",
      "description": "Режим ЗУ(28.11.2022 10:50:12)",
      "login": "TechAutomatic",
      "tm": "2022-11-30T13:58:59.829893+06:00",
      "state": [
        {
          "num": 0,
          "phase": 3,
          "description": "ДК 37, А-100, Можайское ш., км 51.600, Часцы, пов-т на Брехова",
          "point": { "Y": 55.619666267737934, "X": 36.872059408819844 },
          "pos": { "region": "1", "area": "1", "id": 37 }
        },
        {
          "num": 1,
          "phase": 2,
          "description": "ДК 36. ММК, А-100, Можайское ш., км 45.000,  Б.Вязёмы, ул. Советская",
          "point": { "Y": 55.62991484609431, "X": 36.98467368167294 },
          "pos": { "region": "1", "area": "1", "id": 36 }
        },
        {
          "num": 2,
          "phase": 3,
          "description": "ДК 35, Одинцовский район  можайское ш. км. 43+600, ост. Институт",
          "point": { "Y": 55.62982531606865, "X": 36.99692333024395 },
          "pos": { "region": "1", "area": "1", "id": 35 }
        },
        {
          "num": 3,
          "phase": 1,
          "description": "ДК 34. А-100, Можайское ш., км 42.980,  Б.Вязёмы, ул. Ямская",
          "point": { "Y": 55.62978697623316, "X": 37.00477509133102 },
          "pos": { "region": "1", "area": "1", "id": 34 }
        },
        {
          "num": 4,
          "phase": 3,
          "description": "ДК 33, А-100, Можайское ш., км 42.000,  Б.Вязёмы, Петровское ш",
          "point": { "Y": 55.62968055298542, "X": 37.021400723452174 },
          "pos": { "region": "1", "area": "1", "id": 33 }
        }
      ]
    }
  ]
}